{
    "163628": "A bathroom with a shower, toilet, sink and a mirror.",
    "167894": "A street sign on a pole in front of a building.",
    "162867": "A motorcycle with a custom design on it.",
    "159832": "A man is in the air on a surfboard.",
    "162495": "A clock tower with a clock on it's side.",
    "165884": "A basket filled with apples and bananas.",
    "162523": "A man riding a skateboard on a ramp.",
    "166747": "A man riding a horse drawn carriage down a track.",
    "161772": "A pizza with a lot of toppings on it.",
    "162092": "A woman standing in front of a cake with people standing around.",
    "167854": "A woman holding an umbrella in the water.",
    "159979": "A group of people standing around a boat.",
    "166551": "A woman sitting on a couch holding a cell phone.",
    "160726": "A person sitting on a train with a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of a reflection of",
    "168434": "A train is traveling down the tracks near a bridge.",
    "159831": "A sandwich with meat and cheese on a white plate.",
    "163575": "A man laying on a bed with a dog.",
    "159372": "A man riding a skateboard on a sidewalk.",
    "159399": "A woman flying a kite in a field with trees in the background.",
    "161161": "A train is traveling down the tracks.",
    "162332": "A bride and groom cutting their wedding cake.",
    "160243": "A red truck is parked in the snow.",
    "168353": "A man and a woman cutting a wedding cake.",
    "162130": "A bench in a park with trees in the background.",
    "164555": "A bunch of colorful kites sitting on top of a beach.",
    "163372": "A zebra standing next to a zebra in a dirt field.",
    "160860": "A chocolate cake with a knife and a fork.",
    "162939": "A plane is parked at an airport with a lot of people.",
    "161983": "A bathroom with a white toilet and a sink.",
    "160482": "A group of people on a boat in the water.",
    "160496": "A group of people on a beach flying kites.",
    "161011": "Three skiers posing for a picture on a snowy slope.",
    "162530": "A woman is playing with a frisbee in the street.",
    "159983": "A view of a mountain from a plane.",
    "160858": "A zebra standing in a grassy area next to a building.",
    "162685": "A man and woman talking in a room.",
    "166805": "A piece of chocolate cake with a fork on a plate.",
    "159377": "A man and woman standing in a kitchen with a microwave.",
    "165464": "A person cutting a cake with a knife.",
    "159606": "A large bed with a large window and a large mirror.",
    "158849": "A group of people standing around a baggage claim area.",
    "160483": "A plate of food with a salad and a glass of water.",
    "160456": "A young boy riding on the back of a motorcycle.",
    "168234": "A street light with a clock on it.",
    "163361": "A red and white plane flying in the sky.",
    "166557": "An orange is sitting on a tree branch.",
    "167067": "A man in a suit and tie standing in a room.",
    "166344": "A man in a hat and glasses is looking at a laptop computer.",
    "160669": "A baseball player holding a bat in a baseball field.",
    "159598": "A refrigerator with a variety of different types of food.",
    "163105": "A baby is sleeping on a blanket with a stuffed bear.",
    "159716": "A white plate topped with rice and vegetables.",
    "159662": "A woman in a white shirt playing tennis.",
    "166323": "A bathroom with a white toilet and a sink.",
    "161470": "A bird is laying on the ground in a pond.",
    "161128": "A street sign with a street sign attached to it.",
    "161129": "A bowl of soup with carrots, potatoes, and broccoli.",
    "161854": "A bed with a pink blanket and a blue dresser.",
    "161840": "A couple of cats sitting on top of a window sill.",
    "168455": "A traffic light on a pole in the middle of the night.",
    "161465": "A surfer standing on a beach holding a surfboard.",
    "162144": "Two skiers are posing for a picture in the snow.",
    "163528": "A pizza with toppings on a plate.",
    "165818": "A bowl of fruit sitting on a table next to a banana.",
    "163460": "A blue and white bird perched on a branch.",
    "166524": "A parking meter with a sign on it.",
    "163138": "A display of various vases and vases on a table.",
    "164899": "A table with a plate of food and a drink.",
    "160341": "A man standing in front of a building with skis.",
    "163258": "A bathroom with a toilet and a sink.",
    "166320": "A display with fruit and vegetables on a table.",
    "159310": "A skier is holding a pair of skis.",
    "164091": "A doll and a baby sit on a bed.",
    "164250": "A man and a woman are standing near a street.",
    "165012": "A little girl holding a frisbee in her hand.",
    "165760": "A group of men sitting on a bench.",
    "166527": "A train station with a clock on the platform.",
    "166255": "A man riding on the back of a horse in a pasture.",
    "159260": "A blue and red train traveling down train tracks.",
    "160393": "A bed with a white blanket and a blue teddy bear.",
    "163117": "A group of people standing in front of a large kite.",
    "159738": "A man is standing on a surfboard in the sand.",
    "165162": "A refrigerator with a lot of food inside.",
    "160740": "A busy city street with many buildings and traffic lights.",
    "167588": "A large airplane is parked on the runway.",
    "160556": "A man is working on a laptop computer.",
    "165639": "A banana and a jar of pickles on a counter.",
    "159842": "A little girl holding a teddy bear and smiling.",
    "159103": "A bedroom with a bed, a dresser, and a book shelf.",
    "167166": "A semi truck with a trailer parked in the grass.",
    "165771": "A large clock tower with a large clock on it's side.",
    "165229": "A television sitting on top of a table.",
    "164135": "A young boy is walking down the street with a skateboard.",
    "160421": "A plate of food with a bowl of soup.",
    "160192": "A table with plates of food and a glass of wine.",
    "159667": "A laptop computer with stickers on it.",
    "162829": "A group of people sitting at tables eating food.",
    "160031": "A blue and white bus driving down a street.",
    "166642": "An elephant standing in a dirt area next to a rock wall.",
    "162021": "Three young men are riding their skateboards on the sidewalk.",
    "167818": "A desk with a computer and a keyboard.",
    "166060": "A giraffe is being fed by a man.",
    "167356": "A person riding skis down a snowy trail.",
    "160607": "A man is throwing a Frisbee in the park.",
    "164515": "Two motorcycles parked on the side of a road.",
    "167593": "A group of people standing on a beach with a kite.",
    "162429": "Two women are walking in the rain with an umbrella.",
    "158945": "An elephant walking through a dirt area with a person.",
    "161861": "A woman in a white dress playing tennis.",
    "159440": "A person riding a horse on a track.",
    "163253": "A stove top oven with a microwave and a knife.",
    "160772": "A large white boat in the water.",
    "166505": "A herd of cows grazing in a field.",
    "165795": "A table topped with a variety of vases.",
    "163682": "A man in a suit and tie is speaking.",
    "162952": "A woman is talking on a cell phone while a man looks on.",
    "158760": "A kitchen with a sink, refrigerator, and microwave.",
    "165422": "A tall brick building with a clock tower and a clock tower.",
    "165351": "A plate of chocolate peanut butter and banana pancakes.",
    "158563": "A man is holding a yellow fire hydrant.",
    "166260": "A street sign on a pole with a street sign on it.",
    "163640": "A man standing in front of a counter with a glass of water.",
    "164885": "A man on a snowboard in the snow.",
    "167152": "A herd of zebras grazing in a field.",
    "160761": "A man taking a picture of himself in a mirror.",
    "158956": "A woman cutting a cake with a knife.",
    "158957": "A person is carrying a surfboard on a beach.",
    "160012": "A woman is eating a large pizza with a fork.",
    "163255": "A man sitting at a table with a bottle of wine.",
    "160166": "A man sitting at a table eating a hot dog.",
    "168260": "A yellow truck driving on a beach with a surfboard.",
    "160199": "A baby giraffe standing in a dirt field.",
    "159240": "A living room with a couch, chair, and television.",
    "161044": "Two airplanes flying in the sky with a cloud in the background.",
    "163451": "A man and a child sitting on a bench.",
    "163479": "A group of surfers are walking along the beach.",
    "164464": "A black and white photo of a skateboard sitting on a bench.",
    "163280": "A person is holding a laptop in front of a screen.",
    "163257": "A young girl holding a pink frisbee in her hand.",
    "158982": "A bathroom with a toilet, sink, and mirror.",
    "161124": "A person skiing down a trail in the woods.",
    "162363": "A skateboarder is performing a trick on a ramp.",
    "158798": "A cat sitting on top of a wooden fence.",
    "165419": "A man in a blue shirt and shorts playing frisbee.",
    "167583": "A display of fruits and vegetables on a table.",
    "163929": "Two women sitting on a bench in a boat.",
    "163518": "A woman in a kitchen preparing food.",
    "159684": "A train is on the tracks near a platform.",
    "163242": "A little girl holding a tennis racket on a tennis court.",
    "165141": "A brown bear is sitting on a rock.",
    "167178": "A man holding a cell phone to his ear.",
    "159900": "Two men standing on top of a snow covered slope.",
    "167193": "Two cows are standing in a field.",
    "162799": "A woman holding a tennis racquet on a court.",
    "161079": "A woman standing next to a cow in a field.",
    "164883": "A man holding a remote control in his hand.",
    "168061": "A laptop computer sitting on top of a bed.",
    "158660": "A table with a bunch of bananas and a cupcake.",
    "166003": "A kitchen with a table, a cupboard, and a lamp.",
    "166995": "A dog sitting in a car with a red hood.",
    "159740": "A large number of airplanes parked on a runway.",
    "159608": "A man riding on top of an elephant in a field.",
    "161397": "A display of flowers in a glass vase.",
    "165697": "A train is traveling down the tracks near a forest.",
    "167725": "A baseball player swinging a bat at a pitch.",
    "168416": "A bird perched on a bird feeder in a tree.",
    "167452": "A man holding a stuffed animal in his mouth.",
    "163608": "A basket filled with apples, oranges, and pears.",
    "160840": "A woman in a white shirt and black shorts playing tennis.",
    "159970": "Two young boys sitting on a bed with a red blanket.",
    "159151": "A bathroom sink with a mirror and a towel rack.",
    "164788": "A birthday cake with a giant frosted bear on top.",
    "158924": "A skateboarder jumping off a ramp in the air.",
    "167647": "A pizza with toppings on a white plate.",
    "162703": "A surfer is riding a wave on a surfboard.",
    "167479": "A couple of zebras standing in a field.",
    "164602": "A man and a woman are taking a picture of their reflection in a mirror.",
    "163155": "A cat laying on a concrete surface looking up.",
    "162539": "A large sign on a pole in front of a building.",
    "165518": "A person riding a motorcycle down a road.",
    "164389": "A group of people on a boat in the water.",
    "166401": "A bathroom with a sink, mirror, and a toilet.",
    "165336": "A group of giraffes standing in a field.",
    "161622": "A man in a wet suit is holding a surfboard.",
    "164983": "A dog laying on a bed with a book.",
    "160529": "A large airplane flying in the sky with a cloud in the background.",
    "161347": "A plane is parked at an airport with a window open.",
    "162855": "A woman is throwing a frisbee in the grass.",
    "166979": "A plane is flying over a lake with a large body of water.",
    "167456": "A group of boats sitting on top of a lake.",
    "167898": "A bathroom with a toilet, sink, and bathtub.",
    "161557": "A dog laying on a bed with a pillow.",
    "160661": "A bird with a clock on it's head."
}