{
    "166003": [
        "A small room with a heater and a desk filled with clutter.",
        "An old cement wall in a home is decorated with garland.",
        "A cluttered room with Christmas decorations hanging on the wall.",
        "a wall covered in decorations in what looks like a small kitchen",
        "Different fixtures hang from the wall which boast a green dart board."
    ],
    "159377": [
        "Two people preparing a meal in a kitchen.",
        "A man and a woman standing in a kitchen preparing food.",
        "Man and a woman standing inside of a kitchen area. ",
        "Two people are preparing a meal in the kitchen.",
        "A man and woman standing in a kitchen making food."
    ],
    "160529": [
        "An commerical airplane is flying high in the sky",
        "a plane flying by below a bright blue sky ",
        "A large plane is flying through the sky.",
        "GREEN AIRPLANE FLYING IN A BRIGHT BLUE SKY",
        "a commercial jet airliner as seen from below"
    ],
    "163155": [
        "A cat crouched over sitting by a brick wall.",
        "A gray and white tiger striped cat sitting in front of a brickwall",
        "A cat perched near a brick wall looking to he right",
        "A cat crouched on the edge of a porch ",
        "a cat sitting in a pouncing position next to a brick wall"
    ],
    "164515": [
        "Three motorcycles parked next to a motor home.",
        "Three motorcycles sitting next to an RV in a parking lot.",
        "Three motorcycles parked near a recreational vehicle.  ",
        "Three motorcycles parked on the side of a trailer. ",
        "a trio of motorcycles parked next to an r.v."
    ],
    "159151": [
        "A bathroom has a large mirror and black wall.",
        "Small toilet with silver walls and white appliances. ",
        "A tiled hotel bathroom contains a basin, toilet, and small trash bin. ",
        "A small bathroom with a mirror, a sink, a toilet, and grey tiles.",
        "A white toilet sitting under a large mirror"
    ],
    "163361": [
        "A colorful airplane flying though a blue sky.",
        "A tellow, red, white and blue airplane against a blue sky.",
        "A multicolored plane is flying in the sky",
        "a multicolored airplane is flying in the air",
        "A multiple colored plane flying in the air"
    ],
    "160456": [
        "A woman standing next to two parked motorcycles and a child.",
        "a male in an orange shirt and a small child and some police motorcycles",
        "A little boy and his father looking at a police motorcycle. ",
        "A little boy is looking over a police motorcycle.",
        "A man and a boy are looking at a set of police motorcycles."
    ],
    "161347": [
        "A large passenger jet sitting on top of a tarmac.",
        "Three large windows at an airport are looking out to the runway.",
        "An airport terminal looking out windows at a parked plane.",
        "Looking through windows into the run way of an airport.",
        "A window with a view of an airplane on a runway."
    ],
    "167898": [
        "A kitchen with a toilet, sink and a bathtub.",
        "A bathroom sink, toilet and shower with the curtain half open.",
        "A white porcelain pedestal sink in a bathroom.",
        "A shower stall, a sink and a toilet in a bathroom.",
        "a bath room with a sink a toilet and a mirror"
    ],
    "161079": [
        "A black and white photo of a woman standing next to a cows rear",
        "A woman standing in a  field next to a cow.",
        "A woman is standing in a fenced field near a cow. ",
        "A woman standing in a pasture behind a cow.",
        "a woman standing behind a cow in a field"
    ],
    "165771": [
        "There is a clock tower with colored embellishment on top",
        "A clock tower has a lit array on top.",
        "The clock and bell tower is lit up.",
        "A clock tower lit up at night  with an array of bells at the top.",
        "A large clock on the front of  a bell tower.\n"
    ],
    "166323": [
        "Mirror view of a bathroom with a sink and tub.",
        "mirror reflection of sink and the tub next to it.",
        "A bathroom mirror has the reflection of the sink and bathtub.",
        "The bathroom is very small with white fixtures. ",
        "A sink is shown in a small bathroom"
    ],
    "162939": [
        "A plane is parked near the pretty blue ocean. ",
        "A large white airplane parked next to some water.",
        "There is a plane getting ready for boarding or exiting.",
        "There is a baggage trolley parked next to a plane.",
        "A plane sitting on the tarmac at an airport"
    ],
    "167588": [
        "A large navy propeller plane is boarded on the tarmac",
        "A old black and white photo of a plane and dozens of people around it.",
        "An old picture of a passenger air plane on the runway.",
        "A ladder is set on the side of a humongous airplane.",
        "a very large aircraft from a long time ago"
    ],
    "162867": [
        "A large motorcycle is on display at a gathering of people",
        "a fancy motor cycle on a display stage",
        "A cool metallic motorcycle on a showroom floor",
        "A motorcycle parked on top of a red carpet.",
        "Motorcycle being show off on a red carpet at a show."
    ],
    "162429": [
        "tree are two woman standing in the rain under a pink umbrella",
        "two people in the rain sharing an umbrella",
        "Two women standing together under a pink umbrella.",
        "Two women are hugging for a pose under an umbrella.",
        "Two women are standing under a pink umbrella.  "
    ],
    "160421": [
        "A bowl of food with meat in a sauce, broccoli and cucumbers. ",
        "Curry chicken, broccoli, cauliflower and zucchini with curry sauce.",
        "Tofu with gravy sits in a bowl with veggies.",
        "a large white bowl with tofu, broccoli, squash, and cauliflower ",
        "There is a plate of tofu and vegetables in a curry sauce."
    ],
    "164602": [
        "A man and a woman standing in front of a mirror.",
        "A guy and a girl looking into the bathroom mirror taking a selfie photo with toothbrushes in their mouths.",
        "A guy and a pretty girl taking a picture in the mirror.",
        "A couple taking a photo of themselves cleaning their teeth",
        "A man and woman brushing their teeth and taking a selfie photo with a camera in a bathroom mirror."
    ],
    "163258": [
        "A white toilet sitting in a bathroom next to a wall.",
        "THERE IS A BATHROOM WITH A TOILET SHOWER AND SINK",
        "SMALL BATHROOM WITH COMMODE, STAND UP SHOWER, AND SMALL SINK",
        "White bathroom showing toilet, shower, sink and mirror.",
        "A clean and white bathroom with a tub, shower and sink."
    ],
    "163518": [
        "A woman standing in front of a table with lots of salad.",
        "A chef playing salad in bowls in a kitchen.",
        "THERE IS A CHIEF PUTTING FOOD IN BOWLS ON THE TABLE ",
        "The chef is preparing single servings of salad.",
        "A woman in a business kitchen preparing salads on a steel table."
    ],
    "159740": [
        "A group of jets sitting on top of an airport runway.",
        "An airport has several airplanes parked on the airstrip.",
        "Several light blue jet planes are parked outside of the airport.",
        "A couple of large blue airplanes on a lot.",
        "Some airplanes are parked on the big airway. "
    ],
    "165818": [
        "A spiral of bananas sitting inside of a large bowl.",
        "Three bananas arranged on a colorful plate on a small table.",
        "Three bananas lying in an intricately patterned dish",
        "three bananas in a bowl on a table ",
        "3 bananas sit in an ornate bowl on a table next to mail"
    ],
    "161044": [
        "A couple of airplanes flying under a cloudy sky.",
        "The two airplanes are in the air next to eachother",
        "Pair of small planes flying near each other on stormy day.",
        "Two airplanes are flying in the cloudy sky.",
        "Two planes that are flying in the sky."
    ],
    "162495": [
        "Tall building with clock and spire behind white bricked building.",
        "A clock tower built into a house in an old town.",
        "A large building with a steeple sitting behind a smaller building.",
        "a cross is on top of a tall building",
        "There is a window sticking out of an upper floor with an even taller steeple in the background."
    ],
    "158760": [
        "The kitchen area is clean and ready to be used.",
        "a kitchen with a bunch of white cabinets ",
        "A kitchen that has white cabinets in it.",
        "A kitchen has all white cabinetry and stainless appliances.",
        "A metal faucet sitting on top of a sink next to a  coffee maker."
    ],
    "166401": [
        "A person at the door with a desk at the center of the room and a potted plant",
        "A yellow bathroom with sink, mirror, tub, potted plant and window.",
        "A large bathroom with a vanity, mirror, sink and deep tub.",
        "A bathroom with a sink, mirror and a tub.",
        "A decorated bathroom with dark granite counter tops."
    ],
    "168455": [
        "a traffic light on a pole on a side walk",
        "A traffic light sitting on the side of a road.",
        "The lights of an electronic traffic signal are glowing at night.",
        "A traffic light is lit up near a crosswalk.",
        "A traffic light sits on on the side of the road"
    ],
    "163628": [
        "A bathroom door is open showing a shower with the shower curtain mostly open.",
        "An open shower curtain in a small bathroom.",
        "A small bathroom has a toilet and bathtub",
        "A white bath tub sitting next to a white toilet.",
        "a bathroom that has  a tub and a curtain in it"
    ],
    "161983": [
        "A white bowl sitting on top of a table.",
        "Inside of a bathroom with a sink and mirror.",
        "there is a mirror and a picture on the wall ",
        "a bathroom with a glass sink base with a bowl on top",
        "A bathroom is shown with a glass counter and cone-shaped sink."
    ],
    "158982": [
        "A whit toilet sitting under a picture in a frame.",
        "A bathroom with the light on and a painting hanging over the toilet.",
        "A powder room with a granite countertop and an abstract print on the wall.",
        "A bathroom with a toilet and a sink. ",
        "a bathroom with a painting above the toilet"
    ],
    "159983": [
        "An overview of land and snow capped mountains.",
        "a plane flies in the air over a mountain area ",
        "a close up of an air plane engine in the sky",
        "Snowy mountains are visible from an airplane in the sky.",
        "Engine of airplane in foreground with shot of vast beautiful landscape below."
    ],
    "165518": [
        "A man drives a motorcycle down a road in the fog.",
        "A man riding a motorcycle through the rain.",
        "a person that is on a motorcycle in the dark",
        "We are looking at a motorcycle riding through the fox.",
        "a person riding a motorcycle on a a foggy road "
    ],
    "163479": [
        "A group of people getting their surfboards and heading for the ocean.",
        "A number of surfers on a beach near the ocean.",
        "a beach that has a bunch of surfers on it",
        "Group of surfers with Cole for boards going into the water. ",
        "The beach is crowded with many excited surfers."
    ],
    "168234": [
        "A car and a bus are near a street light at night.",
        "A traffic control light has all three lights on at once",
        "a traffic light with red yellow and green lit up",
        "a traffic light with all of its light turned on ",
        "bus and a car stopped at a traffic light"
    ],
    "160740": [
        "A bunch of cars driving down a street surrounded by tall buildings.",
        "Colorful city street scene with lots of advertisements.",
        "A city street post with cameras mounted on it",
        "A dense city setting with cars, light posts and people.",
        "an add ridden street in a city with cars"
    ],
    "160199": [
        "A giraffe standing in front of a stone building.",
        "A giraffe walking around past a wall and door",
        "a giraffe standing on a dirt ground next to a stone wall.",
        "A giraffe is walking by a brick wall.",
        "A Masai giraffe is walking in front of  a stone wall."
    ],
    "162539": [
        "A western square sign on top of two wooden poles.",
        "A tall sign indicates a name of a shopping center and the businesses it contains.",
        "A large neon sign at a market square",
        "A grouping of signs under a blue sky.",
        "A large sign that shows \"Western Square\" as well as other words."
    ],
    "167894": [
        "A green street sign mounted to a white street light pole.",
        "A street sign in front of a multistory building.  ",
        "A street sign on a white lamp post says Ellis.",
        "We are looking at a street sign on a light post.",
        "A street sign on a street light pole and a gray colored building with many windows behind it."
    ],
    "165697": [
        "A yellow and red train traveling down train tracks.",
        "A TRAIN IS COMING THROUHG ON THE TRACKS",
        "A yellow and red train is traveling down the tracks",
        "The long train is passing through an intersection.",
        "A train makes its way down a train track."
    ],
    "161128": [
        "A curse word written on a traffic sign.",
        "A street sign in the city with various symbols on it. ",
        "A street sign is a circle with a cross through it.",
        "I am assuming that the sign means no profanity.",
        "A no cursing sign posted as a street sign."
    ],
    "165336": [
        "Two giraffe standing next to each other on a field.",
        "Two giraffes and one other animal grazing in a field.",
        "Two giraffes next to an antelope in a field.",
        "Two giraffes and a deer-like animal in a grassy field.",
        "Two giraffe and a zebra are standing in a field."
    ],
    "158563": [
        "A man standing next to a yellow fire hydrant.",
        " A person standing near a fire hydrant in a grassy yard.",
        "Fire hydrant in grass by street with lower body of clothed person.",
        "MAN STEPPING ONTO GRASS REACHING FOR A YELLOW FIRE HYDRANT",
        "A person is standing next to a yellow fire hydrant."
    ],
    "161161": [
        "A yellow train traveling down tracks next to a green field.",
        "A train on a railroad track with steam in the air.",
        "A yellow train is on tracks near some brush and trees.",
        "Red and yellow train on train tracks near a forrest. ",
        "A yellow train on one out of the two tracks going by."
    ],
    "160726": [
        "A very blurry image of a person sitting on a bench.",
        "A person sitting on a bench in front of a passing bus.",
        "A person sitting on a bench with a phone near a train.",
        "A reflection in the glass partially obscures a woman sitting on a bench by a bus.",
        "A person sitting on a bench near a train as seen through a window."
    ],
    "161470": [
        "a little bird taking a bath in a bird bath ",
        "A bird is taking advantage of the bath.",
        "A close up of a birdbath with a bird in the water.",
        "A small bird diving into a stone container of water.",
        "A bird splashes furiously in a bird bath."
    ],
    "163929": [
        "Two women sitting on a bench on an open boat.",
        "two women laugh while taking a ride on a boat",
        "Two women smile as they hug on a tour boat.",
        "two people seated closely together on a boat",
        "Two women sitting on a boat laughing with their feet up."
    ],
    "168416": [
        "a red humming bird outside at a humming bird feeder\n",
        "A little cardinal is eating form a bird feeder.",
        "A bird sits ar the end of a bird feeder.",
        "A red bird sits in a bird feeder in a tree on a sunny day.",
        "A red bird is sitting on a bird feeder. "
    ],
    "166060": [
        "A giraffe stretching outs its tongue to get a carrot being held out by a woman.",
        "A giraffe eats from a woman's hand at a fair. ",
        "A lady feeds a giraffe in a circus tent.",
        "A woman is feeding the giraffe who is leaning over the fence.",
        "A lady feeding a giraffe in some tent setting."
    ],
    "164464": [
        "two black and white skate boards under a black steel bench",
        "Couple of skateboards on the ground in front of bench",
        "The skateboards were left by the bench i the park. ",
        "There are unattended skateboards at the foot of the metal park bench.",
        "A bench with a couple of skateboard sparked underneath it."
    ],
    "162130": [
        "A wooden bench is sitting next to a grassy field.",
        "A park bench next to fence and trees by grassy field.",
        "A secluded park bench over looking a field.",
        "A park bench placed near an open field",
        "A wooden bench in a grass field with a tree."
    ],
    "160031": [
        "A road filled with traffic led by a big blue bus.",
        "a blue bus traveling down a two way street",
        "A blue tour bus drives down a road in front of two cars and a motorcycle.",
        "The city bus is traveling down the road. ",
        "A blue bus driving down a street next to a forest."
    ],
    "159684": [
        "A high speed train is seen in the station.",
        "A train is sitting in a train station.",
        "A large long train on a steel track.",
        "This is a picture of a train coming into the station.",
        "The red and white train is waiting at the station."
    ],
    "159260": [
        "A train that is sitting on the tracks.",
        "a train rides through a city next to a building ",
        "A blue train traveling down tracks next to a tall building.",
        "A train on a railway close to a building. ",
        "A blue and red train going down the tracks."
    ],
    "166260": [
        "A metal pole with street signs attached to it's sides.",
        "a number of street signs on a pole with a sky background",
        "Group of street signs on top of each other on metal pole. ",
        "A pole with multiple street signs on it ",
        "A view of a street sign many different signs on it."
    ],
    "168434": [
        "These two trains are workhorses necessary to care for other trains.",
        "Two train engines connected and on the tracks in a small town.",
        "A train on the rail line with some buildings at the back",
        "A  yellow railroad train traveling down the tracks",
        "a train that is on some kind of train track"
    ],
    "160661": [
        "A bird on top of a large clock.",
        "Novelty clock with a bird and tropical flower on the top.",
        "A clock decorated with parrot figurine on its top.",
        "A parrot is sitting on top of a parrot clock.",
        "A very cute bright colored bird on a clock."
    ],
    "166524": [
        "A private parking sign under a bridge with writing.",
        "The private parking sign has been saved by someone.",
        "a green and white parking sign sitting on a fence",
        "Humorous graffiti added to a private street sign.",
        "A sign that says saving private parking on it."
    ],
    "158956": [
        "A woman is cutting into a cake with a large knife.",
        "A woman cutting a cake with a long knife.",
        "A woman in a red dress cutting a cake with a knife.",
        "The woman is getting ready to cut a piece of the desert.",
        "There is a woman cutting into a cake."
    ],
    "163460": [
        "A colorful bird is perched on a branch.",
        " A red and blue bird is sitting on a branch.",
        "a red and blue bird that is sitting on a branch",
        "A colorful bird perched on a branch in the wild.",
        "A red and blue bird standing on a twig."
    ],
    "159608": [
        "an elephant with a saddle on its back",
        "A small elephant with a seat tied to it's back.",
        "An elephant equipped with rustic seating in front of a residential area.",
        "An elephant has a seat tied to it's back.",
        "The elephant is just standing by the water."
    ],
    "163257": [
        "A man in a neon green shirt and black pants holding a pink umbrella.",
        "A man in a florescent green hoodie holding a fuchsia umbrella.  ",
        "A man holding an umbrella on a sidewalk.",
        "A man holding and dancing with an umbrella.",
        "A man holding a pink umbrella standing on his tip toes."
    ],
    "167166": [
        "A semi truck unattached to a trailer sits in park",
        "A multi colored semi truck cab is parked among other company semis.",
        "A green, red, and gray truck sits in a parking lot.",
        "A green and red semi trailer truck front without a load. ",
        "A semi truck parked in a parking lot next to other semi trucks."
    ],
    "166995": [
        "A big brown dog sitting in the back of a red truck.",
        "Golden lab with smile sitting in the bed of a red pickup truck.",
        "A golden retriever is sitting in the bed of a red truck.",
        "A brown dog riding in the bed of a truck.",
        "A golden retriever sitting in the bed of a red pick up truck."
    ],
    "162685": [
        "A group of people standing in a bathroom while man puts on a tie.",
        "Three men and one older woman stand near a man who is looking in the mirror with the collar of his white shirt up.",
        "A gentleman trying on an outfit with his peers.",
        "A man fixing his tie as others speak to him",
        "Young man tying his tie while his family watches"
    ],
    "160243": [
        "A red truck driving along a snow covered street",
        "A red truck is parked in the snow next to a fence.",
        "A red truck drives along a street covered in snow.",
        "A large truck is approaching on a snow covered road. ",
        "A red truck parked outside in the snow."
    ],
    "166979": [
        "A boat goes across the water in front of buildings.",
        "A boat speeding alone water next to a shore filled with buildings.",
        "Red and white boat kicking up water on a large body of water. ",
        "A small red boat sailing on the water in a river.",
        "A tug boat steers though water, leaving a wake. "
    ],
    "163682": [
        "A businessman is sitting in a chair and smiling for a photo.",
        "A smiling man is wearing a hot pink tie.",
        "A man in an office, wearing a shirt and tie, smiles at the camera.",
        "Man wearing a blue shirt and pink tie posing for a picture sitting by a window.",
        "A man in a blue dress shirt and tie sitting in an office chair."
    ],
    "166642": [
        "An elephant standing on top of a rocky hillside.",
        "An elephant standing on rocks next to a wood bridge.",
        "The grey elephant is walking between the rocks ",
        "An elephant that is standing in an enclosure.",
        "an elephant in captivity with trees in the background"
    ],
    "160482": [
        "A couple of people on a small boat in the water.",
        "A group of people lounge on a raft in a body of water.",
        "A group of people riding on a wooden raft on a body of water.",
        "A black-and-white photo of a group of people on a ferry boat.",
        "Black and white photograph of people floating on a rectangular pontoon"
    ],
    "158798": [
        "A cat laying on a wooden table under a umbrella.",
        "A cat is on a fence under an umbrella.",
        "A cat that is walking carefully near the ledge under an umbrella.",
        "A cat sits on a fence under an umbrella with ghost lights",
        "a cat on a ledge under an umbrella with ghost lights"
    ],
    "167854": [
        "The Asian woman is standing on the beach holding an opened parasol in each hand.",
        "Woman poses on beach with two umbrellas in front of a floating boat",
        "The woman is standing on the beach by the water with two umbrellas. ",
        "The lady holds two umbrellas by the water.",
        "A woman on the waters edge with two umbrellas, and a boat in the background."
    ],
    "159979": [
        "a number of people at a market with umbrellas",
        "A group of food sellers at the edge of a waterway. ",
        "People on their canoe selling food by the river.",
        "A market area with food and umbrellas next to water.",
        "A bunch of black umbrellas over some boats"
    ],
    "165141": [
        "A large bear laying on the side of a rocky",
        "A black bear sitting on rock with mossy patches.",
        "A brown bear shows his claws while lazing at the zoo",
        "a close up of a bear laying on a large rock",
        "A large bear that is laying down on a rock."
    ],
    "167193": [
        "Two cows are head butting each other in the pasture.",
        "A white cow and a Brown and white cow are nuzzling in a fenced in pasture. ",
        "Two cows touching heads in a grassy field.",
        "A cow and a horse head butting in the middle of the corral.",
        "Two cows have placed their heads to one another."
    ],
    "161840": [
        "Three cats sitting in a window waiting for their master to return. ",
        "A group of cats standing on a window sill.",
        "Three house cats look outside from a window.",
        "Three cats are sitting by a window looking outside.",
        "three cats standing in a window looking out at the street  "
    ],
    "160772": [
        "A boat on the water with a lighthouse in the background. ",
        "A boat is traveling on rough waters in the ocean.",
        "A large boat in the water just in front of a light house",
        "A large boat is making waves towards the camera.",
        "A ship is sailing across an ocean filled with waves."
    ],
    "158849": [
        "A group of people wait in line to use a machine.",
        "Everyone is waiting in line to purchase tickets.",
        "A crowd of people standing next to each other with luggage.",
        "Several people in line with their luggage. ",
        "A line at an airport with people and their luggage "
    ],
    "160607": [
        "A boy throwing an orange frisbee in a park. ",
        "A young man holding his arms out as a frisbee approaches his.",
        "The young child is playing with a frisbee in the park.",
        "A photo of a boy catching a frisbee in the air.",
        "A child playing with a red frisbee in a park."
    ],
    "166505": [
        "A herd of cattle grazing on the side of a hill.",
        "Three cows eating grass in the background is a barn.",
        "The cows are grazing grass on the farm",
        "a farm with three cows grazing near the barn",
        "Four cows are eating grass on a hillside."
    ],
    "165760": [
        "Men and women are gathered together outdoors on a sunny day",
        "People are gathered together in a park like setting.",
        "Lots of men are sitting and standing outside.",
        "A man in sunglasses and no shirt is sitting with other people. ",
        "A crowd of people standing beside each other on the grass."
    ],
    "168260": [
        "a yellow lifeguard truck sitting on the beach ",
        "A truck with a surfboard on a beach.",
        "A yellow life guard truck sitting on top of a beach.",
        "a yellow truck with a surfboard on top of it",
        "A yellow truck with a surfboard on it on the beach. "
    ],
    "158945": [
        "A PICTURE OF A ELEPHANT WITH A CART ON ITS BACK ",
        "A gray elephant walking past a person standing on a wooden structure.",
        "Seats placed on top of an elephant that is standing outside. ",
        "An elephant walking with a harness on it's back where people are able to sit.",
        "An elephant with a chair on top of it and a man standing on a balcony. "
    ],
    "167456": [
        "A large body of water filled with lots of boats.",
        "some boats sitting in a line close to a dock ",
        "A bay with some boats docked in it ",
        "a group of small boats parked next to some rocks in the water",
        "A number of white boats in a small harbor "
    ],
    "164389": [
        "A group of men riding on the back of a boat.",
        "a big boat that has a bunch of people in it",
        "Several men on a canoe in the water with paddles. ",
        "A group of people are rowing a boat for an audience.",
        "some people are rowing in a boat together"
    ],
    "167067": [
        "a close up of a person wearing a bow tie ",
        "A man posing for a selfie in a jacket and bow tie.",
        "A man that has a suit and a bow tie.",
        "a guy looking to the side and smiling",
        "A man is posing for a camera in a room."
    ],
    "163372": [
        "Two zebras standing together while one zebra swishes his tail.",
        "Two zebras kick up dust while getting into a tussle.",
        "Two zebras in the dirt, that are either fighting or greeting one another.",
        "Two zebras standing very close to each other. ",
        "Two zebras are standing in a close up picture"
    ],
    "166747": [
        "A group of people riding on a double decker bus on a bridge.",
        "A street car filled with people is stopped on a bridge.",
        "Group of people standing on a train behind a white horse.",
        "A group of people riding a trolley being pulled by a horse.",
        "a horse walking on a small platform in front of a group of people"
    ],
    "165464": [
        "A man cutting a cake with a knife.",
        "A person cutting a cake with white frosting.",
        "A person cutting into a cake with white icing.",
        "A man cutting a slice of cake with a knife.",
        "A person is cutting into a white cake with a knife. "
    ],
    "166557": [
        "A large orange hanging in an orange tree.",
        "A ripe orange on an orange tree with sun shining on it.",
        "A fresh orange fruit still on the tree.",
        "An orange on the tree surrounded by leaves.",
        "An orange in a tree with the sun shining on it."
    ],
    "160341": [
        "A person holding skis standing in front of a cabin",
        "A woman standing in front of a cabin in the snow. ",
        "Individual standing by a set of skis with a lodge in the background. ",
        "A person outside of a ski lodge with a collection of skis. ",
        "A man sanding on a ski slope while holding a set of skies."
    ],
    "166805": [
        "A piece of pie and a fork sit on a white saucer.",
        "A piece of cake on a plate with  a fork.",
        "White Corel plate with gold flowers with piece of cream filled cake and chocolate frosting.",
        "A piece of cake on a plate with cream filling next to a fork.",
        "A chocolate cake sitting on a plate with a fork. "
    ],
    "164135": [
        "A young man riding a skateboard down a curvy sidewalk.",
        "A young boy skateboards down a deserted sidewalk.",
        "a young boy riding his skateboard down the sidewalk",
        "A boy riding a skateboard down a curvy sidewalk. ",
        "A boy is skateboarding on a leafy sidewalk. "
    ],
    "167583": [
        "Piles of  fruit sitting inside of a farmers market.",
        "A street side fruit market with assorted fruits.",
        "A vegetable and fruit stand on display at the market",
        "Large variety of fruits and vegetables on display at a market. ",
        "A row of stacked produce in a shop."
    ],
    "159716": [
        "A plate of steak, rice, and vegetables is shown.",
        "Plate of food with meat, rice, and mixed vegetables. ",
        "Meat over rice with vegetables and sesame seeds in a serving dish.",
        "A tray of food consisting of vegetables meat and rice.",
        "Chicken with rice and vegetables in a container."
    ],
    "160858": [
        "A black and white striped zebra grazing on grass next to a pond.",
        "A woman walking away from a zebra in a pen.",
        "A zebra drinks from a small pond in a wildlife exhibit.",
        "A zebra drinking water standing in a viewing area in a habitat.",
        "A zebra is drinking water from a pond at a zoo."
    ],
    "164788": [
        "A fancy birthday cake made to look like 3 pigs in the mud",
        "There's a chocolate cake on a silver plate, with three little pigs and a blue ribbon on it, sitting on the table.",
        "There is a chocolate birthday cake that says happy birthday charlotte with pigs on top",
        "A brown happy birthday cake with pigs on top of it.",
        "A birthday cake of animals in a tub."
    ],
    "161129": [
        "A bowl of vegetable soup sitting on top of a table.",
        "Carrots, noodles, celery and bread in a soup.",
        "A soup type food with cooked carrots in a red bowl",
        "Cup of mixed vegetables with a spoon sitting in the middle. ",
        "A meat and vegetable stew in a red bowl."
    ],
    "167479": [
        "Zebra and giraffe roaming through a forest of trees.",
        "A zebra and a giraffe are stinging in long dry grass.",
        "A zebra is in the tall grass behind a giraffe",
        "The zebra and giraffe gaze into the open meadow.",
        "A zebra and a giraffe walk in a field. "
    ],
    "162855": [
        "A young woman holding a white frisbee while standing on a grass field.",
        "A person is about to throw a frisbee across a field",
        "A women preparing to throw a flying disc in the park.",
        "A woman tossing a frisbee across a green field",
        "A woman in a green shirt preparing to throw a white frisbee in a field."
    ],
    "167356": [
        "A man riding a black hose in the snow through a forest.",
        "Person on the back of a horse on a snow field with snow on trees. ",
        "A person riding a horse through a snow covered forest",
        "A person is riding a horse through a snowy field",
        "a person riding a black horse on a path beside snow covered trees"
    ],
    "166255": [
        "A group of men and women riding horses in the dark.",
        "A woman smiles as she and a group of people ride horses through the mud.",
        "A group of people riding horses into a field",
        "A person that is on top of a horse.",
        "A young woman horseback riding with her friends"
    ],
    "165639": [
        "A trash can filled with a hot dog, a banana and other garbage.",
        "A bowl with a hot dog, banana, mango, and bottle.",
        "an image of a rotten fruit and burnt hot dog",
        "a bowl with a banana, eggplant and a hot dog in it",
        "A picture of some trash being wasted in a trash. "
    ],
    "165884": [
        "A bowl filled with ripe fruit sitting on top of a table.",
        "an image of a basket of fruit in a bowl",
        "The brown bananas are in a bowl next to pears.",
        "A bowl of fruit that includes pears and brown bananas.",
        "A bowl of fruit is in a brown bowl with black bananas."
    ],
    "161557": [
        "A German shepherd resting its head on the floor. ",
        "A tired dog is resting its head on a rug.",
        "A tired, brown dog resting on the floor.",
        "The dog is laying its head on the floor.",
        "A large brown dog laying on top of a floor."
    ],
    "161124": [
        "Two skiers sliding down the hill on the pathway.",
        "Two snow skiers are going down a trail by trees.",
        "Two people skiing downhill in the woods together.",
        "Two skiers going through a snowy forest at daytime.",
        "Two people in the middle of a skiing trail with trees lined on each side of the trail."
    ],
    "158660": [
        "Bowls of bananas and apples for sale in a cafe",
        "bananas and apples sitting next to each other on a counter",
        "A bowl of bananas next to a bowl of apples on a counter.",
        "White bowls of healthy fresh fruit on a counter. ",
        "a bowl of bananas and a bowl of apples in a kitchen"
    ],
    "166320": [
        "A display at grocery store filled with fruits and vegetables next to jars.",
        "Apples and various jars of food products sit on shelves.",
        "Jars full of stuff on top of apples in a line.",
        "Apples, hone and eggs are on display outside.",
        "a fruit stand with red and yellow apples and canned honey"
    ],
    "164885": [
        "A man riding skis down a snow covered path.",
        "A skier flies over a mogul on the slope.",
        "The skiier easily and skillfully jumps the small mogul.",
        "A male skier nonchalantly goes off of a jump. ",
        "A skier in midair after jumping a ramp on a ski slope."
    ],
    "159831": [
        "A meatball sandwich is smothered with melted cheese.",
        "A large meatball sandwich covered in marinara sauce.",
        "A big meatball and cheese sandwich sitting on a plate.",
        "a meat ball and cheese sub on toasted bread ",
        "a cheesy meatball sandwich sits on a plate "
    ],
    "159310": [
        "A couple of skis beneath two ski poles.",
        "Crossed ski sticks and skis on white snow.",
        "Skis and handles positioned out in the snow for a picture",
        "A picture of two skis and two poles. ",
        "skis and matching ski poles on snowy background"
    ],
    "163575": [
        "A man and two dogs laying on top of a bed.",
        "black and white image of a man in bed with two dogs",
        "Man and two dogs laying down on top of a bed. ",
        "A man laying on bed next to two dogs.",
        "Black and white photograph of a man on bed with two dogs."
    ],
    "165351": [
        "Sliced bananas sit on top of a pastry dish on a plate.",
        "A food that is topped with bananas and a brown sauce.",
        "odd meal on a plate with bananas and gravy",
        "The desert is made and ready to be eaten. ",
        "Blueberry pancakes with slices bananas and glaze on top."
    ],
    "165419": [
        "A boy on the beach playing with a green Frisbee. ",
        "A man that is standing in the sand playing frisbee.",
        "A man jumps to catch a frisbee on the beach.",
        "A person on a beach jumping up into the air.",
        "A man jumping up to catch a frisbee on  the beach."
    ],
    "162144": [
        "A couple of people with ski's standing in the snow.",
        "Two skiers pose for a photo on the snow ",
        "Two people on a snowy path with ski gear.",
        "a couple of people on skis pose in the snow",
        "Two skiers in full winter gear on a snowy mountain."
    ],
    "162021": [
        "Three people in white shirts and ties on skateboards.",
        "Three people skateboarding with cement and large crowd",
        "Three teenagers are riding skateboards next to each other.",
        "Three young people ridding skateboards in the city.",
        "Three kids are wearing suits and ties, and are skateboarding. "
    ],
    "165012": [
        "Little girl is outside ready to play with someone.",
        "A young standing in grass, pointing and holding a Frisbee.",
        "There is a little girl holding a toy.",
        "A cute little girl playing with a disc.",
        "A girl playing with a frisbee on the grass."
    ],
    "159440": [
        "THERE IS A MAN ON A RACE HORSE JUMPING OVER A FENCE ",
        "a horse and jockey jumping over a wooden relay mark",
        "A person riding on a horse and jumping over a log.",
        "A jockey is riding a horse jumping over a branch.",
        "A person on a horse jumps a log."
    ],
    "159667": [
        "A laptop computer sitting on top of a wooden table.",
        "A laptop that is covered with many assorted stickers.",
        "A laptop covered in a bunch of stickers",
        "A laptop that has several stickers on it.",
        "a laptop sits on a table top with stickers on it "
    ],
    "163608": [
        "Several pieces of food on a wood table including several apples.",
        "a bunch of vegetables and fruits sit on a chopping board ",
        "there are many green and red apples on this counter ",
        "Many apples sit next to a bulb of garlic. ",
        "A closeup of fruit on a table "
    ],
    "159372": [
        "A man is riding on a street on his skate board.",
        "A young man is going down the street on a skate board.",
        "Someone riding their skateboard down the road. ",
        "a male standing and skateing on a skate board on a conrete surface",
        "a guy on a skate board riding in the street"
    ],
    "160860": [
        "A sliced cake on a dining table with a knife next to it",
        "A half a cake sitting next to a large knife.",
        "Cake that has had large chunk cut out of it",
        "A chocolate cake next to a cutting knife.",
        "Left over pieces of chocolate cake and a cutting knife."
    ],
    "167152": [
        "Many zebra and one wildebeest on a savanna ",
        "A picture of wild livestock in a field. ",
        "The large herd includes zebra standing amongst antelope.",
        "A group of zebras and a few wildebeest on the savannah",
        "Herds of animals are on a grassy plain."
    ],
    "162523": [
        "A man who is performing a trick on a skateboard.",
        "A skateboarder leaps on his board above a sloped ramp. ",
        "A man that is in the air on a skateboard.",
        "A man riding a skateboard up the side of a ramp.",
        "A skateboarder is airborne above a ramp at an indoor skate park."
    ],
    "159900": [
        "two people a black backpack snow and mountains",
        "A guy with googles holds his hand up.",
        "two people wearing coats and goggles on a snowy surface ",
        "Two men sit on a snowy slope in the mountains. ",
        "a couple of of young men standing on top of a snow covered slope."
    ],
    "161011": [
        "Three skiers posing for a picture on the slope.",
        "Three skiers pause for a photo at the top of a mountain.",
        "Three people standing on a mountain taking a picture as they ski. ",
        "A woman and two men on skis on a snowy hillside surrounded by trees",
        "Three skiers have stopped to pose for a picture."
    ],
    "167818": [
        "The desk by the window has two laptops and a keyboard on it.",
        "A nice home office setup using two laptop computers",
        "A desk with two computers and two keyboards",
        "A table of different types of electronics in use.",
        "Laptops, keyboards, and mice, sit on a table."
    ],
    "161465": [
        "A man holding a surf board standing on the shore of the beach ",
        "A man on the beach holding his surfboard.",
        "A surfer holding a surfboard straight up on a beach in front of ocean waves.",
        "A man, with his surfboard, watching the waves.",
        "a surfer holding his board looking at the water"
    ],
    "159832": [
        "A man falling off a surfboard on top of a foamy wave.",
        "A surfer falling from his surfboard while surfing.",
        "A man on a skimboard flipping in the air above ocean.",
        "a person riding a surf board in the air",
        "A man jumping high in the sky with a surf board"
    ],
    "168061": [
        "A radio sitting on a table next to a record player.",
        "A picture of a old vinyl player and tape recorder.",
        "An old style turn table for playing records.",
        "Room full of electronic and musical equipment with family photos",
        "A wooden shelf with a record player and radio. "
    ],
    "167647": [
        "A medium sized pizza on a platter with about half of it gone",
        "A pizza sits on a pan on the counter and has been cut in slices.",
        "Pizza that has been cooked is on a pan.",
        "A half eaten pizza sits on a silver pizza tin.",
        "Slices of pizza sit on a baking pan."
    ],
    "161854": [
        "A twin bed with a purple compforter and blue walls.",
        "A small bedroom with a twin unmade bed, and shelving. ",
        "a bedroom with stuffed animals and a twin bed",
        "A bed with white comforter and theater masks hung above it.",
        "A bed in the corner of a room has a puffy white comforter on it."
    ],
    "158957": [
        "Person in a wetsuit holding a white surfboard and several fishing rods.",
        "A man standing on a beach while holding a surfboard.",
        "There is a wake boarder preparing to start riding",
        "A parasurfer dressed in black holding a white colored board.",
        "Person in wetsuit with surfboard and wind surfing gear."
    ],
    "158924": [
        "Person airborne over a skateboard as the sun is setting.",
        "The silhouette of a man doing a trick on a skateboard.",
        "the sun is setting as a skateboarder is doing a trick",
        "A skate boarder performing a trick in the air.",
        "A skateboarder jumping during a skateboarding trick at sunset."
    ],
    "160166": [
        "A man sitting at a table eating a hot dog near an american flag.",
        "A man is holding a large hot dog at a table.",
        "A man at a table with a drink and hot dog. ",
        "A man holding a hotdog at a picnic table.",
        "The man is eating a hot dog at the table."
    ],
    "164983": [
        "A brown and black dog laying on a bed.",
        "A dog is laying down on a bed.",
        "A dog stretched out on a bed with a cat laying on top of it sleeping.",
        "A dog sits on top of a bed next to a person.",
        "A person and a fuzzy dog sitting on a bed."
    ],
    "159970": [
        "A couple of kids laying on top of a bed.",
        "two kids in red play on the bed with a small red chair",
        "Young children with small chair atop of white comforter.",
        "Two kids are sitting on the bed with a red chair.",
        "The two young children are playing around in bed. "
    ],
    "159606": [
        "an image of a bedroom scene with furniture",
        "An old-fashioned bedroom has a canopy bed and a smaller bed.",
        "View of a crowded bedroom with big bed, coffee table and chairs",
        "A elegant bedroom featuring natural wood and a large window.",
        "A bedroom with a bed, mannequin and chairs."
    ],
    "162092": [
        "The woman is eating a piece of cake.",
        "A lady is posing for the camera while many others look on. ",
        "Woman with plated food near crowd of people.",
        "There are many people who are gathered at a get together or a party",
        "A woman holding a plastic utensil passing out a piece of cake."
    ],
    "165229": [
        "Unplugged old style tube television sitting on a floor.",
        "A TV sitting on a floor with a electrical plug.",
        "An old television sits precariously on a stand.",
        "An old television and wires are on a box.",
        "An old television sitting on the edge of a stand. "
    ],
    "162332": [
        "two people standing next to a table with a cake",
        "A bride and groom cutting the wedding cake together.",
        "A bride and groom cutting their wedding cake.",
        "A bride and groom cutting a cake together.",
        "a couple cutting their wedding cake with a knife."
    ],
    "163640": [
        "A man holding a piece of food by a string.",
        "A couple of men standing in front of a building.",
        "Two men ordering food from a small outside restaurant.",
        "Two men getting food at an outside restaurant.",
        "A man has stick, which is holding some bread, between his fingers."
    ],
    "163528": [
        "A brown table with white plate holding a pizza.",
        "a salad dish with a bowl around it in a restaurant ",
        "A taco salad topped with sour creme dressing on a white plate with fork and knife.",
        "A salad that has a white dressing on it.",
        "There is a plate of pizza with veggies on it"
    ],
    "162703": [
        "A surfer riding the bottom of a five foot ocean wave.",
        "A man rides his surfboard in front of a wave.",
        "A man on a surfboard riding a wave.",
        "A lone surfer riding a wave into shore.",
        "A man on a surfboard riding a wave."
    ],
    "161772": [
        "A large sliced pizza on a plate on a table.",
        "a partially eaten pizza sitting on a serving dish.",
        "A specialty pizza which appears to be  peach and basil.",
        "A partially eaten white pizza on a serving platter. ",
        "A homemade pizza with spinach and pears with a slice missing"
    ],
    "161622": [
        "A man in white jacket rowing a yellow surfboard on water.",
        "A man paddling a paddleboard on a lake.",
        "Man paddle boarding standing up wearing a coat and hat.",
        "A man is standing on a yellow surf board using a paddle.",
        "a man standing on a surfboard in the water while holding a paddle "
    ],
    "160840": [
        "A woman is in a tennis swing stance. ",
        "A woman wearing a black shirt and white skirt is playing tennis.",
        "A woman is seen through the tennis court fence. ",
        "A woman with a racquet that is standing on a tennis court.",
        "A women who is holding a racket on a tennis court."
    ],
    "159738": [
        "a man with a surfboard near a kid",
        "A young man walking across a beach with a child and a surfboard.",
        "a person is carrying a white and red surfboard and a child",
        "an over head view of two people walking one is carrying a surf board",
        "Two people walking on the beach, with one carrying a surfboard."
    ],
    "160393": [
        "A bunch of paper is covering the walls of a bedroom",
        "A bed sitting next to a lamp on a nightstand.",
        "A small bedroom with a bed and a small table.",
        "A bed with a night stand and a quilt type background behind it.",
        "a bed room with a bed a night stand "
    ],
    "163242": [
        " a small child holding a tennis racket with two hands",
        "Girl with tennis racket near yellow plastic tape.",
        "a kid is holding a tennis racket on a court",
        "A little girl in a whit suit holding a tennis racket.",
        "A little girl wearing a white tennis outfit swinging her racket."
    ],
    "167593": [
        "A person is walking on the beach carrying a surfboard. ",
        "people holding a surfboard and walking down the beach",
        "A beautiful sunset draws many different viewers on a beach.",
        "A person holding a surfboard on the beach.",
        "A group of people standing on top of a sandy beach."
    ],
    "164091": [
        "a creepy doll sits in a yellow basket ",
        "Two dolls in black and white dresses in a room",
        "A baby doll sitting inside of a baby carriage.",
        "The doll is in the basket beside a doll sitting on a bed. ",
        "Two dolls inside of a room, one in a stroller and one on the bed."
    ],
    "162363": [
        "a male skateboarder in a black and white shirt doing a trick",
        "A skateboarder amongst concrete walls, rising above them all",
        "A man riding a skateboard in a half-pipe.",
        "The man is in midair on his skateboard and there is a large building in the background. ",
        "A person is riding a skateboard on a ramp."
    ],
    "168353": [
        "a couple of people that are cutting cake",
        "Bride and groom slicing cake at the reception after it",
        "Man in a kilt and woman and white dress cutting into a cake. ",
        "two people at a table cutting a cake ",
        "A couple cutting the first slice from their wedding cake."
    ],
    "159598": [
        "A food vending machine with food inside of window boxes.",
        "A vending machine with hot corn dogs for $2.00.",
        "I vending machine containing precooked corn dogs for $2 each.",
        "A vending machine that dispenses heated corn dogs",
        "A vending machine with corn dogs in it."
    ],
    "160761": [
        "a close up of a person brushing his teeth ",
        "A man that is standing in front of a mirror with a toothbrush.",
        "A man looking into a mirror brushing his teeth",
        "a man and two reflections of himself as he brushes his teeth wearing sunglasses with one lens missing",
        "A man brushing his teeth in front of a bathroom mirror."
    ],
    "159103": [
        "A bedroom with clothes on top of the bed and a clothes drawer.",
        "a small bed is in a blue walled room",
        "A bedroom with a bed and dressers in it",
        "A blue bedroom containing a small bed with tan covers and a dresser.",
        "A bedroom that is empty aside from and bed and dressers."
    ],
    "159240": [
        "An orange living room filled with a red couch and a brown chair.",
        "a picture of a living room and the objects in the living room",
        "There is a small TV between two chirs",
        "A bright orange living room is arranged with some chairs and an entertainment cabinet.",
        "An orange colored living room with two chairs and a small television."
    ],
    "164883": [
        "A man holding his face up to a TV with a video game on display.",
        "A young man with his head next to the tv",
        "an image of a guy making a video game character",
        "A man has his face up to a video game monitor.",
        "a man holding his face next to a picture on a television screen while holding a game controller."
    ],
    "162799": [
        "A female tennis player on the court holding a racket.",
        "A woman swinging a tennis racquet on a tennis court.",
        "A young women is swinging her tennis racket.",
        "A woman is standing on a tennis court holding a racket.",
        "A girl swinging a tennis racket to hit a tennis ball. "
    ],
    "163451": [
        "A young child has a cell phone up to their ear.",
        "A woman kneeling down near a little boy.",
        "A man holding a child while sitting on a ledge.",
        "a man a woman and a child wearing red shorts",
        "A woman and man tend to a young boy talking on a mobile phone. "
    ],
    "160483": [
        "A white plate sitting on top of a plate filled with food.",
        "Plate of food consisting of greens potatoes mixed vegetable and meat",
        "A round, white plate is filled with several helpings of different types of food.",
        "A plate is piled high with an assortment of different foods.",
        "a white plate with a good variety of food items on it"
    ],
    "167725": [
        "A baseball player holding a bat on a field.",
        "a baseball player swings his bat at a pitch",
        "A batter is at the plate getting ready to swing at the pitch.",
        "a player is swinging a baseball bat during a game",
        "A baseball player gets ready to hit a ball"
    ],
    "163138": [
        "A display filled with glass vases sitting next to each other.",
        "Multiple pots are on display in a case.",
        "The glass display case holds several different sized vases. ",
        "Ceramic dishes are sitting on a shelf in a glass case.",
        "A curio cabinet displaying an assortment of vases."
    ],
    "167178": [
        "A person talking on a phone next to a statue.",
        "A man on a cell phone stands next to a statue of a cherub.",
        "A man talking on a cell phone next to a statue.",
        "A man on a cell phone near a stone statue.",
        "The man holding a cell phone smiles next to a statue."
    ],
    "163105": [
        "A little girl sleeping with her teddy bear and quilt.",
        "A small baby sleeping next to a big tan stuffed teddy bear. ",
        "a small sleeping girl is next to her brown and white teddy bear",
        "a young baby has fallen asleep with a stuffed bear",
        "An infant sleeping with a teddy bear with him."
    ],
    "159399": [
        "A person in a field flying a kite in the sky.",
        "a person on a field flying a kite with trees in the background",
        "A woman with backpack flying a kite in grassy field.",
        "This girl is flying a kite near a tree and and small boy.",
        "A lady flying a kite during the day in a park."
    ],
    "164250": [
        "Some shirtless guys hanging around near each other.",
        "three men wearing no shirts standing around, one looking at his phone",
        "Three shirtless men standing near each other with palm trees in the background.",
        "few guys hanging out together on the sidewalk",
        "a group of men stand by some booths selling some items "
    ],
    "164555": [
        "Many different objects are placed on the beach. ",
        "several large brown bowls on a beach near the ocean",
        "a number of bowls on a beach near water",
        "People on the beach enjoying water sports in the ocean. ",
        "A beach with several large baskets sitting on it."
    ],
    "162952": [
        "A young lady is on her phone as a lady in the background looks on. ",
        "A man is messing about with his cellphone.",
        "A woman looking down at her cell phone.",
        "A woman looks at a bottle of wine as a man uses his cell phone.",
        "A lady standing by a sliding door reading her phone."
    ],
    "159662": [
        "A person on a court with a tennis racket.",
        "A tennis player on the court dressed in pink.",
        "The tennis player in a pink sport dress is holding her racket.",
        "a tennis player on a court with a racket",
        "A female tennis player is looking at her racket."
    ],
    "166551": [
        "A young girl posing on a chair with a cell phone",
        "a girl sitting down and holding a cell phone.",
        "A little girl sitting in a chair holding a phone.",
        "A young girl sitting in a wicker chair with her legs crossed and holding an item in one of her hands.",
        "Girl sitting in chair with shiny object in right hand."
    ],
    "161861": [
        "A woman standing on a tennis court holding a racquet.",
        "A female tennis player is posed and ready for the ball to come.",
        "THERE IS A WOMAN THAT IS HOLDNG A TENNIS RACKET ",
        "A young woman playing tennis on a grass tennis court.",
        "A woman tennis player getting ready to be served the ball."
    ],
    "165422": [
        "A large brick tower with a massive clock on it's side.",
        "One building has a clock and the other one doesn't.",
        "A large clock on the outside wall of a red brick building.",
        "A large red brick building with a clock on the front of it.",
        "A clock on the side of a red brick building."
    ],
    "163280": [
        "A laptop computer sitting on top of a desk.",
        "a laptop sits in front of a group of people",
        "a computer is on display for a group of people",
        "The camera on the computer is showing the people at the event.",
        "A white laptop computer with an image of a man on the screen."
    ],
    "163117": [
        "A large group of people in a field with kites.",
        "Large crowd gathered to watch decorative a fleet of decorative kites.",
        "A group of people are flying kites on a crowded field.",
        "The people are flying the kites in the sky.",
        "A crowd of people standing on a field flying kites."
    ],
    "160192": [
        "Three plates topped with different desserts on a table.",
        "The plates have sweet treats and knifes to serve them. ",
        "There is a taste contest featuring different cakes and cookies. ",
        "a table with a few plates of food on it",
        "A table with different plates of desserts "
    ],
    "160556": [
        "A young girl sits in front of a computer holding a phone. ",
        "a person sitting at a desk with a monitor and keyboard",
        "A girl talks on her cell phone next to a computer and a microwave.",
        "Individual is doing something at the moment that is intriguing.\n",
        "A peson talks on a phone while playing on a computer"
    ],
    "166527": [
        "an empty train station has very nice clocks. ",
        "two clock above a platform at a train station",
        "Two clocks are suspended from the ceiling of a train platform.",
        "A train platform with two clocks hanging down",
        "A train station with two clocks suspended from its ceiling at night."
    ],
    "165162": [
        "A refrigerator door left open that has a lot of bottles on the door.",
        "A refrigerator door is open and full of condiments, food and drink. ",
        "A refrigerator containing a large amount of food is open.",
        "a fridge is open with a bunch of food inside ",
        "A full refrigerator stands with its door open. "
    ],
    "160496": [
        "Two people standing in the sand together flying a kite on the beach. ",
        "Two women are on the beach flying a kite. ",
        "Flying a kite on a wide beach with few people.",
        "Some people are standing on the beach flying kites.",
        "Two people are standing on the beach flying a kite."
    ],
    "160012": [
        "A close up of a pizza pie sitting on a table.",
        "A woman sitting at a table with two pizzas.",
        "pizza missing one slice on wooden serving tray",
        "a couple of pizzas are on a table",
        "A pizza that is sitting on a wooden platter."
    ],
    "160669": [
        "A baseball player holding a bat next to home plate.",
        "Several athletes are watching a game take place.",
        "A game of baseball where the batter is on home base.",
        "A batter after swinging the bat at a baseball.",
        "The baseball players look on as a teammates is at bat. "
    ],
    "166344": [
        "An evil villain sitting in front of a laptop computer.",
        "A painting of a man sitting in front of a laptop.",
        "A painting of a man in a top hat on a laptop computer.",
        "A painting of a man holding a laptop computer.",
        "A painted man is seen using a laptop computer."
    ],
    "159842": [
        "A smiling little girl hugging a teddy bear.",
        "A child smiling as they hold a teddy bear. ",
        "Smiling girl in pigtails hugging a stuffed bear.",
        "a close up of a kid holding a studded animal",
        "A young girl holds a teddy bear in front of the camera."
    ],
    "162530": [
        "A woman walking down a street past a doorway.",
        "a woman is walking past a doorway on a sidewalk",
        "A woman talking on a cell phone checks her watch.",
        "A woman talks on a cell phone and checks her watch while walking on a sidewalk. ",
        "A woman wearing blue is on the phone and walking along a sidewalk in front of a building with black planters on both sides of the entrance."
    ],
    "163253": [
        "A laptop is on a shelf above a stove with a pot on it.",
        "A laptop computer sitting on top of a  stove top oven.",
        "A laptop perched above an oven with a saucepan on it.",
        "A laptop on top of a steel over",
        "A laptop computer on a shelf above a stove."
    ],
    "164899": [
        "A woman sitting at the end of a table with a plate of food.",
        "The two plates of sandwiches are on a table in a restaurant. ",
        "Close up of a plate holding a fruit salad and a sandwich.",
        "A plate of food with a sandwich and fruit.",
        "A plate of food is pictured on a table, with another person sitting opposite."
    ],
    "167452": [
        "The man hold the electric guitar in front of the ornate teddy bears.",
        "A man holding a wooden guitar next to a pile of stuffed animals.",
        "A guitarist eyes a collection of stuffed animals",
        "A guitar player stares suspiciously at a group of stuffed animals.",
        "A man playing with a guitar in front of teddy bears."
    ],
    "162829": [
        "a group of people seated around a dining table outdoors.",
        "Large gathering of people sitting outside at tables.",
        "An outside gathering of people sitting at tables. ",
        "there are many people sitting outside at tables",
        "A large out door eating venue with many people sitting at tables."
    ],
    "165795": [
        "five vases covered in flowers in front of a woven screen",
        "An arrangement of hand painted vases are on a table.",
        "A picture of a variety of oriental style vases.",
        "Pink flowers are in one of many ceramic vases.",
        "A group of Chinese vases sitting on a carpeted area."
    ],
    "163255": [
        "some people a green wine bottle a table and glasses",
        "The beverage has been pored into the glass. ",
        "a clear glass with some kind of wine in it",
        "A wineglass and bottle that are on a table.",
        "A glas full of wine sitting next to a bottle on a table."
    ],
    "161397": [
        "Several displays of flowers are on a table.",
        "A table topped with lots of different colored flowers.",
        "a brown table with some different colored flowers",
        "a couple of thigs are sitting on a wood table",
        "A table full of little glass flower vases"
    ]
}