{
    "163628": "A bathroom with a shower and a toilet.",
    "167894": "A street sign on a street corner with a street sign on the side.",
    "162867": "A motorcycle that is sitting on a display stand.",
    "159832": "A man on a surfboard riding a wave.",
    "162495": "A brick clock tower with a large clock tower.",
    "165884": "A bunch of bananas and apples on a table.",
    "162523": "A man in a black hat performing a skateboard trick.",
    "166747": "A man riding a horse on a train.",
    "161772": "A pizza with a slice of orange and a slice of green.",
    "162092": "A woman is standing next to a cake and a man is standing next to it.",
    "167854": "A woman holding a umbrella on the beach.",
    "159979": "A group of people are sitting on a boat with umbrellas.",
    "166551": "A woman sitting on a couch with a cellphone.",
    "160726": "A woman sitting on a train with a bag on her head.",
    "168434": "A train traveling down a track in the countryside.",
    "159831": "A sandwich with a meat sandwich and a cheese sandwich.",
    "163575": "A man laying on a bed with a dog on top of him.",
    "159372": "A man on a skateboard doing a trick.",
    "159399": "A man flying a kite in a field with a woman.",
    "161161": "A train is sitting on the tracks.",
    "162332": "A bride and groom cutting a wedding cake.",
    "160243": "A red truck is parked in the snow.",
    "168353": "A man and a woman cutting a wedding cake.",
    "162130": "A park bench is sitting on a grassy field.",
    "164555": "A group of boats on a beach with a lot of water.",
    "163372": "A zebra and a zebra walking together in a dirt field.",
    "160860": "A chocolate cake with a piece of chocolate on it.",
    "162939": "A plane is on the tarmac with a lot of people.",
    "161983": "A bathroom with a white toilet and a blue sink.",
    "160482": "A group of people in a boat with a boat in the water.",
    "160496": "A group of people on a beach flying a kite.",
    "161011": "Three people on skis on a snowy slope.",
    "162530": "A woman is standing on a sidewalk with a baseball bat.",
    "159983": "A view of a mountain in the sky with a mountain in the background.",
    "160858": "A zebra is standing in a grassy area.",
    "162685": "A man is standing next to a woman who is talking to a man.",
    "166805": "A piece of chocolate cake with a piece of cake on it.",
    "159377": "A man and a woman are standing in the kitchen.",
    "165464": "A man cutting a cake with a knife.",
    "159606": "A bedroom with a bed and a chair in a room.",
    "158849": "A group of people standing in line at a train station.",
    "160483": "A plate of food is sitting on top of a table.",
    "160456": "A young boy riding a motorcycle on a street.",
    "168234": "A street with a lot of traffic and a lot of pedestrians.",
    "163361": "A red and white airplane flying in the sky.",
    "166557": "A small orange with a green stem on a tree.",
    "167067": "A man in a suit and tie standing in front of a mirror.",
    "166344": "A man in a hat and a laptop computer.",
    "160669": "A baseball player swinging a bat at a ball.",
    "159598": "A vending machine with a vending machine in the background.",
    "163105": "A baby sleeping on a teddy bear with a stuffed animal.",
    "159716": "A plate of food with broccoli and rice.",
    "159662": "A tennis player in a white dress is on the court.",
    "166323": "A bathroom with a mirror and a sink.",
    "161470": "A bird is sitting on a water tank.",
    "161128": "A sign that says \"No Parking\" on a street.",
    "161129": "A bowl of soup with carrots and broccoli.",
    "161854": "A bed with a bed and a lamp in it.",
    "161840": "A group of cats sitting on a window sill.",
    "168455": "A traffic light is on a street with traffic lights.",
    "161465": "A person standing on a beach with a surfboard.",
    "162144": "Two skiers on a snowy slope with a snow covered mountain.",
    "163528": "A pizza with a green salad on top.",
    "165818": "A bowl of fruit on a table with a banana and a banana.",
    "163460": "A bird perched on a tree branch with a blue ribbon.",
    "166524": "A parking meter on a white building.",
    "163138": "A display of various glass vases on display.",
    "164899": "A plate of food and a plate of sandwiches on a table.",
    "160341": "A man standing in the snow with a ski mask on.",
    "163258": "A bathroom with a toilet and a sink.",
    "166320": "A display of apples and fruit on a table.",
    "159310": "A pair of skis are standing in the snow.",
    "164091": "A doll sitting on a table next to a bed.",
    "164250": "A man is standing on a street with a group of people.",
    "165012": "A little girl playing with a frisbee.",
    "165760": "A group of people standing in a park with a park bench.",
    "166527": "A train station with a clock on it.",
    "166255": "A man riding a horse on a dirt road.",
    "159260": "A train is traveling down a track with a blue background.",
    "160393": "A bed with a bed and a lamp in it.",
    "163117": "A group of people are flying kites in the sky.",
    "159738": "A man and a boy on a surfboard.",
    "165162": "A refrigerator with a large selection of food.",
    "160740": "A busy city street with many buildings.",
    "167588": "A large airplane sitting on a runway with people.",
    "160556": "A man sitting at a table with a laptop computer.",
    "165639": "A bunch of bananas and a bunch of carrots on a table.",
    "159842": "A little girl holding a teddy bear and a teddy bear.",
    "159103": "A bedroom with a bed and a white pillow.",
    "167166": "A semi truck parked in a parking lot.",
    "165771": "A clock tower with a clock tower in the background.",
    "165229": "A television that is on the floor.",
    "164135": "A young boy walking down a street with a skateboard.",
    "160421": "A bowl of food with broccoli and a sauce.",
    "160192": "A table with plates of food on it.",
    "159667": "A laptop with a sticker on it and a sticker on the back.",
    "162829": "A group of people sitting at a table with tables full of people.",
    "160031": "A blue and white bus is driving down the road.",
    "166642": "An elephant is standing next to a rock.",
    "162021": "A group of people riding skateboards on a street.",
    "167818": "A desk with a computer and a keyboard on it.",
    "166060": "A giraffe is feeding a man in a cage.",
    "167356": "A man riding a sled down a snowy mountain.",
    "160607": "A young man is throwing a Frisbee in the air.",
    "164515": "Two motorcycles parked in a parking lot.",
    "167593": "A group of people standing on a beach with a sun.",
    "162429": "Two women standing in front of a pink umbrella.",
    "158945": "An elephant is walking down a dirt path.",
    "161861": "A woman in a white dress playing tennis on a tennis court.",
    "159440": "A person riding a horse through a grassy field.",
    "163253": "A stove is on a stove top with a microwave oven.",
    "160772": "A boat is on the water in the middle of a river.",
    "166505": "A herd of cows grazing in a field.",
    "165795": "A vase of vases are on a table.",
    "163682": "A man in a suit and tie poses for a photo.",
    "162952": "A woman is standing in front of a cell phone.",
    "158760": "A kitchen with a white counter top and a white sink.",
    "165422": "A clock tower with a brick facade and a brick roof.",
    "165351": "A plate with a banana and a slice of pie.",
    "158563": "A fire hydrant is being used to extinguish a fire.",
    "166260": "A street sign with a street sign on it.",
    "163640": "A man is standing in front of a restaurant with a glass of water.",
    "164885": "A man on a snowboard on a hill.",
    "167152": "A herd of zebras grazing in a field.",
    "160761": "A man is brushing his teeth with a toothbrush.",
    "158956": "A woman cutting a cake in the middle of a table.",
    "158957": "A person on a surfboard on a beach with a surfboard.",
    "160012": "A woman is eating a pizza with a large slice of pizza.",
    "163255": "A man sitting at a table with a bottle of wine.",
    "160166": "A man eating a hot dog at a restaurant.",
    "168260": "A yellow truck with a yellow roof and a yellow surfboard.",
    "160199": "A giraffe standing in the dirt next to a brick wall.",
    "159240": "A living room with a couch, a TV, and a chair.",
    "161044": "Two planes flying in the sky with a flag flying.",
    "163451": "A man and a woman sitting in a room.",
    "163479": "A group of people walking on a beach with surfboards.",
    "164464": "A skateboard is sitting on a bench next to a chair.",
    "163280": "A person sitting on a laptop with a laptop in front of them.",
    "163257": "A young girl holding a pink umbrella with a yellow glove.",
    "158982": "A bathroom with a toilet and a sink.",
    "161124": "A person skiing down a snowy trail in the woods.",
    "162363": "A skateboarder is doing a trick on a skateboard.",
    "158798": "A cat sitting on a wooden bench next to a tree.",
    "165419": "A man is jumping on a frisbee while holding a frisbee.",
    "167583": "A display of fruits and vegetables on display at a supermarket.",
    "163929": "Two women are sitting on a boat in a crowded area.",
    "163518": "A woman in a kitchen preparing food.",
    "159684": "A red and white train is on the tracks.",
    "163242": "A young girl holding a tennis racket on a court.",
    "165141": "A brown bear sitting on a rock near a tree.",
    "167178": "A man is talking on a cell phone while holding a cell phone.",
    "159900": "Two men in ski gear on a snowy mountain.",
    "167193": "Two cows standing in a field with a fence.",
    "162799": "A woman in a white dress playing tennis.",
    "161079": "A woman standing in front of a cow with a cow.",
    "164883": "A man holding a video game controller and a video game controller.",
    "168061": "A laptop is sitting on top of a bed.",
    "158660": "A bowl of bananas and a bowl of apples on a counter.",
    "166003": "A kitchen with a table and a cupboard.",
    "166995": "A dog is sitting on a truck in a car.",
    "159740": "A large number of airplanes parked at a terminal.",
    "159608": "A man riding on a elephant in the dirt.",
    "161397": "A vase of flowers in a display room.",
    "165697": "A train is traveling down the tracks.",
    "167725": "A baseball player swinging a bat at a ball.",
    "168416": "A bird perched on a bird feeder.",
    "167452": "A man playing a guitar on a stage.",
    "163608": "A basket of apples and a bunch of apples on a table.",
    "160840": "A woman in a white dress swinging a tennis racket.",
    "159970": "Two children sitting on a bed with a red bed.",
    "159151": "A bathroom with a mirror and a sink.",
    "164788": "A cake with a birthday cake on top.",
    "158924": "A man jumping a skateboard on the ground.",
    "167647": "A pizza with a slice of pizza on top.",
    "162703": "A surfer is riding a wave on a surfboard.",
    "167479": "A group of giraffes in a field.",
    "164602": "A woman and a man are standing in a mirror.",
    "163155": "A cat sitting on a wooden bench.",
    "162539": "A sign on a building with a sign reading \"A sign for a place to stay.\"",
    "165518": "A person riding a motorcycle on a road.",
    "164389": "A group of people on a boat with boats in the water.",
    "166401": "A bathroom with a sink and a mirror.",
    "165336": "Two giraffes standing in a field with trees.",
    "161622": "A man in a kayak on a water slide.",
    "164983": "A dog laying on a bed with a blanket on it.",
    "160529": "A large airplane flying in the sky.",
    "161347": "A view of a plane with a window open.",
    "162855": "A woman is playing with a frisbee on a field.",
    "166979": "A small boat is flying over a large lake.",
    "167456": "A group of boats in a lake with a large group of boats.",
    "167898": "A bathroom with a toilet and a sink.",
    "161557": "A dog laying on a couch with a brown and white rug.",
    "160661": "A bird is perched on a clock on a blue backgroun."
}